{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "name": "dense_1", "bias_regularizer": null, "units": 24, "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 8], "activity_regularizer": null, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "name": "dense_2", "bias_regularizer": null, "activation": "relu", "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "units": 24, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "name": "dense_3", "bias_regularizer": null, "activation": "linear", "use_bias": true, "kernel_regularizer": null, "kernel_constraint": null, "units": 3, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true}}], "keras_version": "2.1.4"}